Repository: fadogen/app
Catalog: Localizable.xcstrings
Source language: en
Languages: de, fr

source: %@ API Configuration
de: %@ API-Konfiguration
fr: Configuration de l'API %@

source: %@ is already installed
de: %@ ist bereits installiert
fr: %@ est déjà installé

source: %@ is not available for installation
de: %@ ist nicht zur Installation verfügbar
fr: %@ n'est pas disponible pour l'installation

source: %@ is not installed
de: %@ ist nicht installiert
fr: %@ n'est pas installé

source: %@ must be a number between 1024 and 65535
de: %@ muss eine Zahl zwischen 1024 und 65535 sein
fr: %@ doit être un nombre entre 1024 et 65535

source: %@ project
de: %@ Projekt
fr: Projet %@

source: %lld server(s) using this integration
de: %lld Server verwenden diese Integration
fr: %lld serveur(s) utilisant cette intégration

# %lld tunnel%@ need cleanup
source: %1$lld tunnel%2$@ need cleanup
de: %1$lld Tunnel%2$@ benötigen Bereinigung
fr: %1$lld tunnel%2$@ nécessite un nettoyage

source: A quick tunnel is already active for this project
de: Ein Quick-Tunnel ist bereits für dieses Projekt aktiv
fr: Un tunnel rapide est déjà actif pour ce projet

source: A server with this name already exists
de: Ein Server mit diesem Namen existiert bereits
fr: Un serveur avec ce nom existe déjà

source: Access denied. Your account doesn't have permission to perform this action.
de: Zugriff verweigert. Ihr Konto hat keine Berechtigung für diese Aktion.
fr: Accès refusé. Votre compte n'a pas la permission d'effectuer cette action.

source: Access forbidden to Bunny resource
de: Zugriff auf Bunny-Ressource verweigert
fr: Accès interdit à la ressource Bunny

source: Access forbidden to Linode resource
de: Zugriff auf Linode-Ressource verweigert
fr: Accès interdit à la ressource Linode

source: Access forbidden to Vultr resource
de: Zugriff auf Vultr-Ressource verweigert
fr: Accès interdit à la ressource Vultr

source: Access Key
de: Zugriffsschlüssel
fr: Clé d'accès

source: Account Email
de: Konto-E-Mail
fr: E-mail

source: Active
de: Aktiv
fr: Actif

source: Add
de: Hinzufügen
fr: Ajouter

source: Add %@
de: %@ hinzufügen
fr: Ajouter %@

source: Add a directory to watch for projects
de: Fügen Sie ein Verzeichnis zur Projektüberwachung hinzu
fr: Ajoutez un répertoire à surveiller pour les projets

source: Add a GitHub integration to enable automated deployment
de: Fügen Sie eine GitHub-Integration hinzu, um automatische Bereitstellung zu aktivieren
fr: Ajoutez une intégration GitHub pour activer le déploiement automatisé

source: Add a server to deploy your sites
de: Fügen Sie einen Server hinzu, um Ihre Websites bereitzustellen
fr: Ajoutez un serveur pour déployer vos sites

source: Add and provision a server to enable deployment
de: Fügen Sie einen Server hinzu und provisionieren Sie ihn, um die Bereitstellung zu aktivieren
fr: Ajoutez et provisionnez un serveur pour activer le déploiement

source: Add Cache
de: Cache hinzufügen
fr: Ajouter un cache

source: Add Custom Server
de: Benutzerdefinierten Server hinzufügen
fr: Ajouter un serveur personnalisé

source: Add Database
de: Datenbank hinzufügen
fr: Ajouter une base de données

source: Add GitHub Integration
de: GitHub-Integration hinzufügen
fr: Ajouter une intégration GitHub

source: Add PostgreSQL, MySQL, or MariaDB to get started
de: Fügen Sie PostgreSQL, MySQL oder MariaDB hinzu, um zu beginnen
fr: Ajoutez PostgreSQL, MySQL ou MariaDB pour commencer

source: Add Redis or Valkey to get started
de: Fügen Sie Redis oder Valkey hinzu, um zu beginnen
fr: Ajoutez Redis ou Valkey pour commencer

source: Add Server
de: Server hinzufügen
fr: Ajouter un serveur

source: Add Service
de: Dienst hinzufügen
fr: Ajouter un service

source: Add these variables to your Laravel .env file:
de: Fügen Sie diese Variablen zu Ihrer Laravel .env-Datei hinzu:
fr: Ajoutez ces variables à votre fichier Laravel .env :

source: Adding...
de: Hinzufügen…
fr: Ajout en cours...

source: All available services and versions are already installed.
de: Alle verfügbaren Dienste und Versionen sind bereits installiert.
fr: Tous les services et versions disponibles sont déjà installés.

# All data and binaries for %@ %@ will be permanently deleted.
source: All data and binaries for %1$@ %2$@ will be permanently deleted.
de: Alle Daten und Binärdateien für %1$@ %2$@ werden dauerhaft gelöscht.
fr: Toutes les données et binaires de %1$@ %2$@ seront définitivement supprimés.

source: All Reverb data and binaries will be permanently deleted.
de: Alle Reverb-Daten und Binärdateien werden dauerhaft gelöscht.
fr: Toutes les données et binaires de Reverb seront définitivement supprimés.

source: All server configuration and credentials will be permanently deleted.
de: Alle Serverkonfigurationen und Anmeldedaten werden dauerhaft gelöscht.
fr: Toute la configuration et les identifiants du serveur seront définitivement supprimés.

source: All services installed
de: Alle Dienste installiert
fr: Tous les services installés

source: Already exists
de: Bereits vorhanden
fr: Existe déjà

source: Already using the latest version
de: Sie verwenden bereits die neueste Version
fr: Vous utilisez déjà la dernière version

source: Another operation is in progress
de: Eine andere Operation ist in Bearbeitung
fr: Une autre opération est en cours

source: Another operation is in progress. Please wait for it to complete.
de: Ein anderer Vorgang läuft. Bitte warten Sie, bis er abgeschlossen ist.
fr: Une autre opération est en cours. Veuillez attendre qu'elle se termine.

source: Ansible execution failed: %@
de: Ansible-Ausführung fehlgeschlagen: %@
fr: L'exécution d'Ansible a échoué : %@

source: Anyone on the internet can see this repository.
de: Jeder im Internet kann dieses Repository sehen.
fr: Tout le monde sur Internet peut voir ce dépôt.

source: API error: %@
de: API-Fehler: %@
fr: Erreur API : %@

source: API Key
de: API-Schlüssel
fr: Clé API

source: App Key
de: App-Schlüssel
fr: Clé d'application

source: App Secret
de: App-Geheimnis
fr: Secret d'application

source: Are you sure you want to delete this server?
de: Möchten Sie diesen Server wirklich löschen?
fr: Voulez-vous vraiment supprimer ce serveur ?

source: At least one Node.js version must remain installed. Node.js is required for Fadogen to function properly.
de: Mindestens eine Node.js-Version muss installiert bleiben. Node.js wird für die ordnungsgemäße Funktion von Fadogen benötigt.
fr: Au moins une version de Node.js doit rester installée. Node.js est requis pour que Fadogen fonctionne correctement.

source: At least one PHP version must remain installed. Please install another version before removing this one.
de: Mindestens eine PHP-Version muss installiert bleiben. Bitte installieren Sie eine andere Version, bevor Sie diese entfernen.
fr: Au moins une version de PHP doit rester installée. Veuillez installer une autre version avant de supprimer celle-ci.

source: Authentication
de: Authentifizierung
fr: Authentification

source: Authentication Method
de: Authentifizierungsmethode
fr: Méthode d'authentification

source: Authorize in Browser
de: Im Browser autorisieren
fr: Autoriser dans le navigateur

source: Auto (try all detected keys)
de: Auto (alle erkannten Schlüssel versuchen)
fr: Auto (essayer toutes les clés détectées)

source: Available
de: Verfügbar
fr: Disponible

source: Available locally
de: Lokal verfügbar
fr: Disponible localement

source: Back
de: Zurück
fr: Retour

source: Backup
de: Sicherung
fr: Sauvegarde

source: Bad request
de: Ungültige Anfrage
fr: Requête incorrecte

source: Bunny API Configuration
de: Bunny API-Konfiguration
fr: Configuration de l'API Bunny

source: Bunny API Error: %@
de: Bunny API-Fehler: %@
fr: Erreur API Bunny : %@

source: Bunny server error (code: %lld)
de: Bunny-Serverfehler (Code: %lld)
fr: Erreur serveur Bunny (code : %lld)

source: Caddy Error
de: Caddy-Fehler
fr: Erreur Caddy

source: Cancel
de: Abbrechen
fr: Annuler

source: Cannot Remove Last Version
de: Letzte Version kann nicht entfernt werden
fr: Impossible de supprimer la dernière version

source: Change
de: Ändern
fr: Modifier

source: Change Language...
de: Sprache ändern…
fr: Changer la langue…

source: Changes will be saved locally only. GitHub sync unavailable.
de: Änderungen werden nur lokal gespeichert. GitHub-Synchronisierung nicht verfügbar.
fr: Les modifications seront enregistrées localement uniquement. Synchronisation GitHub indisponible.

source: Check for Updates...
de: Nach Updates suchen…
fr: Rechercher les mises à jour…

source: Check that you're using a valid DNS record type (A, AAAA, CNAME, etc.).
de: Überprüfen Sie, ob Sie einen gültigen DNS-Eintragstyp verwenden (A, AAAA, CNAME usw.).
fr: Vérifiez que vous utilisez un type d'enregistrement DNS valide (A, AAAA, CNAME, etc.).

source: Check that your API key has the required permissions.
de: Überprüfen Sie, ob Ihr API-Schlüssel die erforderlichen Berechtigungen hat.
fr: Vérifiez que votre clé API dispose des permissions requises.

source: Check that your API token has the required permissions.
de: Überprüfen Sie, ob Ihr API-Token die erforderlichen Berechtigungen hat.
fr: Vérifiez que votre jeton API dispose des permissions requises.

source: Check the DNS record parameters and try again.
de: Überprüfen Sie die DNS-Eintragsparameter und versuchen Sie es erneut.
fr: Vérifiez les paramètres de l'enregistrement DNS et réessayez.

source: Check the logs for more details.
de: Überprüfen Sie die Protokolle für weitere Details.
fr: Consultez les journaux pour plus de détails.

source: Check your Bunny API key in Settings, then try again.
de: Überprüfen Sie Ihren Bunny-API-Schlüssel in den Einstellungen und versuchen Sie es erneut.
fr: Vérifiez votre clé API Bunny dans les Réglages, puis réessayez.

source: Check your Cloudflare email and API key in Settings, then try again.
de: Überprüfen Sie Ihre Cloudflare-E-Mail und Ihren API-Schlüssel in den Einstellungen und versuchen Sie es erneut.
fr: Vérifiez votre e-mail et votre clé API Cloudflare dans les Réglages, puis réessayez.

source: Check your DigitalOcean API token in Settings, then try again.
de: Überprüfen Sie Ihr DigitalOcean-API-Token in den Einstellungen und versuchen Sie es erneut.
fr: Vérifiez votre jeton API DigitalOcean dans les Réglages, puis réessayez.

source: Check your DNSSEC configuration in the Cloudflare dashboard.
de: Überprüfen Sie Ihre DNSSEC-Konfiguration im Cloudflare-Dashboard.
fr: Vérifiez votre configuration DNSSEC dans le tableau de bord Cloudflare.

source: Check your internet connection and try again.
de: Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
fr: Vérifiez votre connexion Internet et réessayez.

source: Check your Linode API token in Settings, then try again.
de: Überprüfen Sie Ihr Linode-API-Token in den Einstellungen und versuchen Sie es erneut.
fr: Vérifiez votre jeton API Linode dans les Réglages, puis réessayez.

source: Check your Vultr API token in Settings, then try again.
de: Überprüfen Sie Ihr Vultr-API-Token in den Einstellungen und versuchen Sie es erneut.
fr: Vérifiez votre jeton API Vultr dans les Réglages, puis réessayez.

source: Checking %@...
de: %@ wird überprüft…
fr: Vérification de %@...

source: Checking Bun...
de: Bun wird überprüft…
fr: Vérification de Bun...

source: Checking Garage S3...
de: Garage S3 wird überprüft…
fr: Vérification de Garage S3...

source: Checking PHP %@...
de: PHP %@ wird überprüft…
fr: Vérification de PHP %@...

source: Checking Reverb...
de: Reverb wird überprüft…
fr: Vérification de Reverb...

source: Checking Typesense...
de: Typesense wird überprüft…
fr: Vérification de Typesense...

source: Checking...
de: Überprüfung…
fr: Vérification...

# Checksum mismatch - expected: %@..., actual: %@...
source: Checksum mismatch - expected: %1$@..., actual: %2$@...
de: Prüfsummenfehler - erwartet: %1$@..., tatsächlich: %2$@...
fr: Somme de contrôle incorrecte - attendu : %1$@..., actuel : %2$@...

source: Choose a different project name or delete the existing directory.
de: Wählen Sie einen anderen Projektnamen oder löschen Sie das vorhandene Verzeichnis.
fr: Choisissez un autre nom de projet ou supprimez le répertoire existant.

source: Choose a name using only lowercase letters, numbers, and hyphens.
de: Wählen Sie einen Namen mit nur Kleinbuchstaben, Zahlen und Bindestrichen.
fr: Choisissez un nom utilisant uniquement des lettres minuscules, des chiffres et des tirets.

source: Choose a section from the sidebar to get started
de: Wählen Sie einen Bereich aus der Seitenleiste, um zu beginnen
fr: Choisissez une section dans la barre latérale pour commencer

source: Clean Up All
de: Alle bereinigen
fr: Tout nettoyer

source: Cleanup Required
de: Bereinigung erforderlich
fr: Nettoyage requis

source: Clear all logs
de: Alle Protokolle löschen
fr: Effacer tous les journaux

source: Clear Logs
de: Protokolle löschen
fr: Effacer les journaux

source: Close
de: Schließen
fr: Fermer

source: Closing SSH port (tunnel-only access)...
de: SSH-Port wird geschlossen (nur Tunnelzugriff)…
fr: Fermeture du port SSH (accès par tunnel uniquement)...

source: Cloudflare API Configuration
de: Cloudflare API-Konfiguration
fr: Configuration de l'API Cloudflare

source: Cloudflare API error code: %lld
de: Cloudflare API-Fehlercode: %lld
fr: Code d'erreur de l'API Cloudflare : %lld

source: Cloudflare server error (code: %lld)
de: Cloudflare-Serverfehler (Code: %lld)
fr: Erreur serveur Cloudflare (code : %lld)

source: Cloudflare Tunnel connection test failed. Cannot close SSH port.
de: Cloudflare Tunnel-Verbindungstest fehlgeschlagen. SSH-Port kann nicht geschlossen werden.
fr: Le test de connexion au tunnel Cloudflare a échoué. Impossible de fermer le port SSH.

source: Cloudflare Tunnel enabled
de: Cloudflare Tunnel aktiviert
fr: Tunnel Cloudflare activé

source: Cloudflare's servers are experiencing issues.
de: Die Cloudflare-Server haben Probleme.
fr: Les serveurs de Cloudflare rencontrent des problèmes.

source: cloudflared binary not found
de: cloudflared-Binary nicht gefunden
fr: Binaire cloudflared introuvable

source: CNAME Target
de: CNAME-Ziel
fr: Cible CNAME

# Command '%@' failed with exit code %lld: %@
source: Command '%1$@' failed with exit code %2$lld: %3$@
de: Befehl „%1$@“ fehlgeschlagen mit Exit-Code %2$lld: %3$@
fr: La commande « %1$@ » a échoué avec le code de sortie %2$lld : %3$@

source: Configuration
de: Konfiguration

source: Configuration Error
de: Konfigurationsfehler
fr: Erreur de configuration

source: Configuration failed
de: Konfiguration fehlgeschlagen
fr: Échec de la configuration

source: Configuration incomplete
de: Konfiguration unvollständig
fr: Configuration incomplète

source: Configure DNS records manually for custom domains
de: DNS-Einträge für benutzerdefinierte Domains manuell konfigurieren
fr: Configurez les enregistrements DNS manuellement pour les domaines personnalisés

source: Configure PHP settings
de: PHP-Einstellungen konfigurieren
fr: Configurer les paramètres PHP

source: Configure Production
de: Produktion konfigurieren
fr: Configurer la production

source: Configured
de: Konfiguriert
fr: Configuré

source: Configuring deployment...
de: Bereitstellung wird konfiguriert…
fr: Configuration du déploiement…

source: Configuring environment...
de: Umgebung wird konfiguriert…
fr: Configuration de l'environnement...

source: Configuring proxy settings...
de: Proxy-Einstellungen werden konfiguriert…
fr: Configuration des paramètres de proxy...

source: Configuring server security and packages...
de: Serversicherheit und Pakete werden konfiguriert…
fr: Configuration de la sécurité du serveur et des packages...

source: Configuring server...
de: Server wird konfiguriert…
fr: Configuration du serveur...

source: Configuring test framework...
de: Test-Framework wird konfiguriert…
fr: Configuration du framework de test...

source: Confirm Deletion
de: Löschung bestätigen
fr: Confirmer la suppression

source: Connect cloud providers and services to manage your infrastructure
de: Verbinden Sie Cloud-Anbieter und Dienste, um Ihre Infrastruktur zu verwalten
fr: Connectez des fournisseurs cloud et des services pour gérer votre infrastructure

source: Connection failed
de: Verbindung fehlgeschlagen
fr: Échec de la connexion

source: Connection successful
de: Verbindung erfolgreich
fr: Connexion réussie

source: Content
de: Inhalt
fr: Contenu

source: Continue
de: Fortfahren
fr: Continuer

source: Copied!
de: Kopiert!
fr: Copié !

source: Copy password
de: Passwort kopieren
fr: Copier le mot de passe

source: Copy these variables to your .env file
de: Kopieren Sie diese Variablen in Ihre .env-Datei
fr: Copiez ces variables dans votre fichier .env

source: Copy to Clipboard
de: In Zwischenablage kopieren
fr: Copier dans le presse-papiers

source: Copy URL
de: URL kopieren
fr: Copier l'URL

source: Could not load existing configuration. Using defaults: %@
de: Vorhandene Konfiguration konnte nicht geladen werden. Standardwerte werden verwendet: %@
fr: Impossible de charger la configuration existante. Utilisation des valeurs par défaut : %@

source: Create
de: Erstellen
fr: Créer

source: Create GitHub Repository
de: GitHub-Repository erstellen
fr: Créer un dépôt GitHub

source: Create Server
de: Server erstellen
fr: Créer un serveur

source: Created
de: Erstellt
fr: Créé

source: Creating production environment template...
de: Produktionsumgebungsvorlage wird erstellt…
fr: Création du modèle d'environnement de production...

source: Creating Project
de: Projekt wird erstellt
fr: Création du projet

source: Creating project...
de: Projekt wird erstellt…
fr: Création du projet...

source: Creating Server
de: Server wird erstellt
fr: Création du serveur

source: Creating server in %@...
de: Server wird in %@ erstellt…
fr: Création du serveur dans %@...

source: Creating Symfony project...
de: Symfony-Projekt wird erstellt…
fr: Création du projet Symfony...

source: Creating...
de: Erstellen…
fr: Création en cours...

source: Current domain
de: Aktuelle Domain
fr: Domaine actuel

source: Current Language
de: Aktuelle Sprache
fr: Langue actuelle

source: Custom
de: Benutzerdefiniert
fr: Personnalisé

source: Custom Domain
de: Benutzerdefinierte Domain
fr: Domaine personnalisé

source: Custom Server
de: Benutzerdefinierter Server
fr: Serveur personnalisé

source: Custom SSH key content is empty
de: Benutzerdefinierter SSH-Schlüsselinhalt ist leer
fr: Le contenu de la clé SSH personnalisée est vide

source: Database
de: Datenbank
fr: Base de données

source: Databases
de: Datenbanken
fr: Bases de données

source: Default
de: Standard
fr: Par défaut

source: Default version
de: Standardversion
fr: Version par défaut

source: Delete
de: Löschen
fr: Supprimer

source: Delete "%@"
de: „%@“ löschen
fr: Supprimer « %@ »

# Delete %@ %@?
source: Delete %1$@ %2$@?
de: %1$@ %2$@ löschen?
fr: Supprimer %1$@ %2$@ ?

source: Delete existing DNS record?
de: Vorhandenen DNS-Eintrag löschen?
fr: Supprimer l'enregistrement DNS existant ?

source: Delete Garage installation
de: Garage-Installation löschen
fr: Supprimer l'installation de Garage

source: Delete Garage?
de: Garage löschen?
fr: Supprimer Garage ?

source: Delete Integration
de: Integration löschen
fr: Supprimer l'intégration

source: Delete or modify the conflicting DNS record before creating this one.
de: Löschen oder ändern Sie den widersprüchlichen DNS-Eintrag, bevor Sie diesen erstellen.
fr: Supprimez ou modifiez l'enregistrement DNS en conflit avant de créer celui-ci.

source: Delete Reverb installation
de: Reverb-Installation löschen
fr: Supprimer l'installation de Reverb

source: Delete Reverb?
de: Reverb löschen?
fr: Supprimer Reverb ?

source: Delete Server Anyway
de: Server trotzdem löschen
fr: Supprimer le serveur quand même

source: Delete server during provisioning?
de: Server während der Bereitstellung löschen?
fr: Supprimer le serveur pendant le provisionnement ?

source: Delete this service version
de: Diese Dienstversion löschen
fr: Supprimer cette version du service

source: Delete Typesense installation
de: Typesense-Installation löschen
fr: Supprimer l'installation de Typesense

source: Delete Typesense?
de: Typesense löschen?
fr: Supprimer Typesense ?

source: Deleting...
de: Löschen…
fr: Suppression...

source: Deletion Failed
de: Löschung fehlgeschlagen
fr: Échec de la suppression

source: Dependency Manager
de: Abhängigkeitsmanager
fr: Gestionnaire de dépendances

source: Deploy
de: Bereitstellen
fr: Déployer

source: Deploy to
de: Bereitstellen auf
fr: Déployer vers

source: Deploy to Production
de: In Produktion bereitstellen
fr: Déployer en production

source: Deployed (Remote Only)
de: Bereitgestellt (nur Remote)
fr: Déployé (distant uniquement)

source: Deployed Projects
de: Bereitgestellte Projekte
fr: Projets déployés

source: Deployed to production
de: In Produktion bereitgestellt
fr: Déployé en production

source: Deployment failed
de: Bereitstellung fehlgeschlagen
fr: Échec du déploiement

source: Deployment in progress
de: Bereitstellung läuft
fr: Déploiement en cours

source: Deployment secrets will be configured automatically when you save.
de: Bereitstellungsgeheimnisse werden beim Speichern automatisch konfiguriert.
fr: Les secrets de déploiement seront configurés automatiquement lors de l'enregistrement.

source: Derived public key is empty
de: Abgeleiteter öffentlicher Schlüssel ist leer
fr: La clé publique dérivée est vide

source: Detecting system architecture...
de: Systemarchitektur wird erkannt…
fr: Détection de l'architecture système…

source: Dev Server
de: Entwicklungsserver
fr: Serveur de développement

source: Development
de: Entwicklung
fr: Développement

source: DEVELOPMENT
de: ENTWICKLUNG
fr: DÉVELOPPEMENT

source: DigitalOcean API Error: %@
de: DigitalOcean API-Fehler: %@
fr: Erreur API DigitalOcean : %@

source: DigitalOcean server error (code: %lld)
de: DigitalOcean-Serverfehler (Code: %lld)
fr: Erreur serveur DigitalOcean (code : %lld)

source: DigitalOcean server error (HTTP %lld)
de: DigitalOcean-Serverfehler (HTTP %lld)
fr: Erreur serveur DigitalOcean (HTTP %lld)

source: Directory
de: Verzeichnis
fr: Répertoire

source: Directory already exists: %@
de: Verzeichnis existiert bereits: %@
fr: Le répertoire existe déjà : %@

source: Directory not found: %@
de: Verzeichnis nicht gefunden: %@
fr: Répertoire introuvable : %@

source: Dismiss
de: Schließen
fr: Fermer

source: Display Name
de: Anzeigename
fr: Nom d'affichage

source: DNS record already exists: %@
de: DNS-Eintrag existiert bereits: %@
fr: L'enregistrement DNS existe déjà : %@

source: DNS record conflict: %@
de: DNS-Eintragskonflikt: %@
fr: Conflit d'enregistrement DNS : %@

source: DNS zone or record not found
de: DNS-Zone oder Eintrag nicht gefunden
fr: Zone DNS ou enregistrement introuvable

source: DNSSEC error: %@
de: DNSSEC-Fehler: %@
fr: Erreur DNSSEC : %@

source: Documentation
de: Dokumentation

source: Domain or record not found
de: Domain oder Eintrag nicht gefunden
fr: Domaine ou enregistrement introuvable

source: Domain Type
de: Domain-Typ
fr: Type de domaine

source: Done
de: Fertig
fr: Terminé

source: Download and install
de: Herunterladen und installieren
fr: Télécharger et installer

source: Download and install Bun
de: Bun herunterladen und installieren
fr: Télécharger et installer Bun

source: Download and install this PHP version
de: Diese PHP-Version herunterladen und installieren
fr: Télécharger et installer cette version de PHP

source: Droplet did not become active within %lf seconds
de: Droplet wurde nicht innerhalb von %lf Sekunden aktiv
fr: Le Droplet n'est pas devenu actif dans les %lf secondes

source: Droplet did not become active within the expected time
de: Droplet wurde nicht innerhalb der erwarteten Zeit aktiv
fr: Le Droplet n'est pas devenu actif dans le délai imparti

source: Edit
de: Bearbeiten
fr: Modifier

source: Edit %@
de: %@ bearbeiten
fr: Modifier %@
